{
    "HomeTexts": {
        "Hello": {
            "tr": "Merhaba, ben Hasan Basri Ayhaner.",
            "en": "Hello, I'm Hasan Basri Ayhaner."
        },
        "Home": {
            "tr": "  NextLua şirketinde Back-end geliştiricisiyim. ASP.NET Core teknolojisini kullanarak, katmanlı mimari yaklaşımı ile projeler geliştiriyorum. Yapay Zeka ve Back-end konularına ilgim var. BTK Akademi, Udemy, YouTube vb. platformlar aracılığı ile yeni teknolojileri sürekli takip ediyor, daha önce öğrendiklerimi geliştiriyorum. Daha fazla bilgi için Hakkımda sayfasını, projelerimi veya beni takip etmek için Sosyal Medya sayfasını inceleyebilirsiniz.",
            "en": "  I'm working at NextLua as a Back-end Developer. I'm developing ASP.NET Core Back-end applications using Layered Architecture. I'm interested with Artificial Intelligence and Back-end projects. I'm using BTK Academy, Udemy, YouTube platforms etc. for learning and tracking technologies. Check out About page for more information or Socials page for more details about projects and my social media."
        }
    },
    "AboutTexts": {
        "Header": {
            "tr": "Hakkımda",
            "en": "About Me"
        },
        "Paragraph": {
            "tr": "  Merhaba ben Hasan Basri Ayhaner. Konya Teknik Üniversitesi Bilgisayar Mühendisliği bölümü mezunuyum. ASP.NET Back-end geliştiricisiyim. Ayrıca Flutter ile Mobil, Masaüstü ve Web uygulamaları geliştiriyorum. İlk web uygulamamı flutter ile yazdım ve bu site de flutter ile yazıldı. Hobi olarak C-C++ ve python programlama dilleri ile algoritmalar geliştiriyorum. En sevdiğim programlama dili ise C#.",
            "en": "  Hi I'm Hasan Basri Ayhaner. I graduated from Konya Technical University Computer Engineering department. I'm an ASP.NET Back-end developer. I am using Flutter for creating Android, Desktop and Web applications. I made my first web project with flutter and this web application is built with flutter too. As a hobby I'm programming algorithms with C-C++ and python programming languages. My favorite programming language is C#."
        }
    },
    "SocialsTexts": {
        "Header": {
            "tr": "Sosyal Medya Hesaplarım",
            "en": "Socials"
        },
        "GithubText": {
            "tr": "Çalışmalarımı Github hesabımdan takip edebilirsiniz.",
            "en": "You can follow my work from github."
        },
        "LinkedInText": {
            "tr": "Bana LinkedIn üzerinden ulaşabilirsiniz.",
            "en": "You can reach me via LinkedIn."
        }
    }
}
