{
    "HomeTexts": {
        "Hello": {
            "tr": "Merhaba, ben Hasan Basri Ayhaner.",
            "en": "Hello, I'm Hasan Basri Ayhaner."
        },
        "Home": {
            "tr": "        Konya Teknik Üniversitesi Bilgisayar Mühendisliği 4. sınıf öğrencisiyim. ASP.NET Core teknolojisini kullanarak, katmanlı mimari yaklaşımı ile projeler geliştiriyorum. Yapay Zeka ve backend konularına ilgim var. Aynı zamanda kendimi Java Spring Boot üzerinde geliştirmeye devam ediyorum. BTK Akademi, Udemy, YouTube vb. platformlar aracılığı ile yeni teknolojileri sürekli takip ediyor, daha önce öğrendiklerimi geliştiriyorum. Daha fazla bilgi için Hakkımda sayfasına, projelerimi veya beni takip etmek için Sosyal Medya sayfasını inceleyebilirsiniz.",
            "en": "        I'm student at Konya Technical University 4th grade.I'm developing ASP.NET Core backend applications using Layered Architecture. I'm interested with Artificial Intelligence and Backend projects. Also i'm learning Java Spring Boot applications. I'm using BTK Academy, Udemy, YouTube platforms etc. for learning and tracking technologies. Check out About page for more information or Socials page for more details about projects and my social media."
        }
    },
    "AboutTexts": {
        "Header": {
            "tr": "Hakkımda",
            "en": "About Me"
        },
        "Paragraph": {
            "tr": "      Merhaba ben Hasan Basri Ayhaner. Bilgisayar Mihendisliği bölümü öğrencisiyim. Flutter ile Mobil, Masaüstü ve Web uygulamaları geliştiriyorum. İlk web uygulamamı flutter ile yazdım ve bu site de flutter ile yazıldı. Şu anda ASP.NET ve ReactJS teknolojilerini kullanarak bitirme projem üzerinde çalışıyorum. Yapay zeka entegrasyonu olan, Apriori algoritması gibi Birliktelik Kuralları tahmin algoritlamaları içeren bir e-ticaret sitesi geliştiriyorum. Aynı zamanda Python geliştiricisiyim ve Python en sevdiğim programlama dilidir.",
            "en": "      Hi I'm Hasan Basri Ayhaner. I'm a Computer Engineering student. I am using Flutter for creating Android, Desktop and Web applications. I made my first web project with flutter and this web application is built with flutter too. Now i am working on graduation project with ASP.NET and ReactJS. I am developing an E-Commerce Web Application with Prediction algorithms such as Appriori algorithm from Association Rules. I'm also a Python developer and Python is my favorite programming language."
        }
    },
    "SocialsTexts": {
        "Header": {
            "tr": "Sosyal Medya Hesaplarım",
            "en": "Socials"
        },
        "GithubText": {
            "tr": "Çalışmalarımı Github hesabımdan takip edebilirsiniz.",
            "en": "You can follow my work from github."
        },
        "LinkedInText": {
            "tr": "Bana LinkedIn üzerinden ulaşabilirsiniz.",
            "en": "You can reach me via LinkedIn."
        }
    }
}